Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Shell_Item_CommandLine
source: Command line (PATH)
ar: سطر الأوامر (PATH)
cs: Příkazový řádek (PATH)
de: Befehlszeile (PATH)
el: Γραμμή εντολών (PATH)
es: Línea de comandos (PATH)
fa: خط فرمان (PATH)
fr: Ligne de commande (PATH)
hu: Parancssor (PATH)
id: Baris perintah (PATH)
it: Riga di comando (PATH)
ja: コマンドライン (PATH)
ko: 명령줄(PATH)
pl: Wiersz polecenia (PATH)
pt: Linha de comando (PATH)
ro: Linie de comandă (PATH)
ru: Командная строка (PATH)
th: บรรทัดคำสั่ง (PATH)
tr: Komut satırı (PATH)
uk: Командний рядок (PATH)
vi: Dòng lệnh (PATH)
zh_hans: 命令行（PATH）
zh_hant: 命令列（PATH）

# Shell_Item_JumpList
source: Jump list
ar: قائمة الانتقال السريع
cs: Seznam odkazů
de: Sprungliste
el: Λίστα μετάβασης
es: Lista de accesos directos
fa: فهرست پرش
fr: Liste de raccourcis
hu: Ugrólista
ja: ジャンプリスト
ko: 점프 목록
pl: Lista szybkiego dostępu
pt: Lista de atalhos
ro: Listă de salt
ru: Список переходов
tr: Atlama listesi
uk: Список переходів
vi: Danh sách nhảy
zh_hans: 跳转列表
zh_hant: 跳躍清單

# Shell_Item_Toast
source: Notification registration
ar: تسجيل الإعلامات
cs: Registrace oznámení
de: Benachrichtigungsregistrierung
el: Καταχώριση ειδοποιήσεων
es: Registro de notificaciones
fa: ثبت اعلان‌ها
fr: Inscription aux notifications
hu: Értesítések regisztrációja
id: Pendaftaran pemberitahuan
it: Registrazione delle notifiche
ja: 通知の登録
ko: 알림 등록
pl: Rejestracja powiadomień
pt: Registro de notificações
ro: Înregistrare notificări
ru: Регистрация уведомлений
th: การลงทะเบียนการแจ้งเตือน
tr: Bildirim kaydı
uk: Реєстрація сповіщень
vi: Đăng ký thông báo
zh_hans: 通知注册
zh_hant: 通知登錄

# Shell_Item_Registry
source: Registry
ar: السجل
cs: Registr
de: Registrierung
el: Μητρώο
es: Registro de Windows
fa: رجیستری
fr: Registre
hu: Beállításjegyzék
id: Registri
it: Registro di sistema
ja: レジストリ
ko: 레지스트리
pl: Rejestr
pt: Registro
ru: Реестр
th: รีจิสทรี
tr: Kayıt defteri
uk: Реєстр
vi: Sổ đăng ký
zh_hans: 注册表
zh_hant: 登錄

# Shell_Reason_Denied
source: access was denied (a group policy may block changes to the registry)
ar: تم رفض الوصول (قد تمنع نهج المجموعة إجراء تغييرات على السجل)
cs: přístup byl odepřen (změny registru mohou být blokovány zásadami skupiny)
de: Zugriff verweigert (möglicherweise blockiert eine Gruppenrichtlinie Änderungen an der Registrierung)
el: δεν επιτρέπεται η πρόσβαση (μια πολιτική ομάδας ενδέχεται να εμποδίζει αλλαγές στο μητρώο)
es: se denegó el acceso (es posible que una directiva de grupo bloquee los cambios en el registro)
fa: دسترسی رد شد (ممکن است یک خط‌مشی گروهی تغییرات رجیستری را مسدود کند)
fr: accès refusé (une stratégie de groupe bloque peut-être les modifications du registre)
hu: a hozzáférés megtagadva (lehet, hogy egy csoportházirend tiltja a beállításjegyzék módosítását)
id: akses ditolak (kebijakan grup mungkin memblokir perubahan pada registri)
it: accesso negato (un criterio di gruppo potrebbe bloccare le modifiche al Registro di sistema)
ja: アクセスが拒否されました (グループ ポリシーでレジストリの変更が禁止されている可能性があります)
ko: 액세스가 거부되었습니다(그룹 정책에서 레지스트리 변경을 차단했을 수 있음).
pl: odmowa dostępu (zasady grupy mogą blokować zmiany w rejestrze)
pt: o acesso foi negado (uma política de grupo pode bloquear alterações no registro)
ro: accesul a fost refuzat (o politică de grup poate bloca modificările din registry)
ru: доступ запрещен (групповая политика может блокировать изменение реестра)
th: การเข้าถึงถูกปฏิเสธ (นโยบายกลุ่มอาจบล็อกการเปลี่ยนแปลงรีจิสทรี)
tr: erişim reddedildi (bir grup ilkesi kayıt defteri değişikliklerini engelliyor olabilir)
uk: доступ заборонено (можливо, групова політика блокує зміни реєстру)
vi: truy cập bị từ chối (chính sách nhóm có thể chặn thay đổi sổ đăng ký)
zh_hans: 访问被拒绝（组策略可能阻止了对注册表的更改）
zh_hant: 存取被拒（群組原則可能封鎖了登錄的變更）

# Shell_Reason_Io
source: the registry couldn't be written
ar: تعذّرت الكتابة في السجل
cs: do registru nelze zapisovat
de: in die Registrierung konnte nicht geschrieben werden
el: δεν ήταν δυνατή η εγγραφή στο μητρώο
es: no se pudo escribir en el registro
fa: نوشتن در رجیستری ممکن نشد
fr: impossible d'écrire dans le registre
hu: nem sikerült írni a beállításjegyzékbe
id: registri tidak dapat ditulisi
it: impossibile scrivere nel Registro di sistema
ja: レジストリに書き込めませんでした
ko: 레지스트리에 쓸 수 없습니다.
pl: nie można zapisać w rejestrze
pt: não foi possível gravar no registro
ro: nu s-a putut scrie în registry
ru: не удалось записать в реестр
th: ไม่สามารถเขียนรีจิสทรีได้
tr: kayıt defterine yazılamadı
uk: не вдалося записати в реєстр
vi: không thể ghi vào sổ đăng ký
zh_hans: 无法写入注册表
zh_hant: 無法寫入登錄

# Shell_Reason_TimeLimit
source: skipped because it took too long
ar: تم التخطي لأنه استغرق وقتاً طويلاً جداً
cs: přeskočeno, protože to trvalo příliš dlouho
de: übersprungen, da es zu lange gedauert hat
el: παραλείφθηκε επειδή διήρκεσε πολύ
es: se omitió porque tardaba demasiado
fa: به دلیل طول کشیدن بیش از حد رد شد
fr: ignoré, car l'opération prenait trop de temps
hu: kihagyva, mert túl sokáig tartott
id: dilewati karena terlalu lama
it: ignorato perché richiedeva troppo tempo
ja: 時間がかかりすぎたため省略しました
ko: 시간이 너무 오래 걸려 건너뛰었습니다.
pl: pominięto, ponieważ trwało zbyt długo
pt: ignorado porque demorou demais
ro: omis, deoarece a durat prea mult
ru: пропущено, так как заняло слишком много времени
th: ข้ามไปเนื่องจากใช้เวลานานเกินไป
tr: çok uzun sürdüğü için atlandı
uk: пропущено, оскільки це тривало надто довго
vi: đã bỏ qua vì mất quá nhiều thời gian
zh_hans: 因耗时过长而跳过
zh_hant: 因花費時間過長而略過

# Shell_Reason_Other
source: an unexpected error occurred
ar: حدث خطأ غير متوقع
cs: došlo k neočekávané chybě
de: ein unerwarteter Fehler ist aufgetreten
el: παρουσιάστηκε μη αναμενόμενο σφάλμα
es: se produjo un error inesperado
fa: خطای غیرمنتظره‌ای رخ داد
fr: une erreur inattendue s'est produite
hu: váratlan hiba történt
id: terjadi kesalahan yang tidak terduga
it: si è verificato un errore imprevisto
ja: 予期しないエラーが発生しました
ko: 예기치 않은 오류가 발생했습니다.
pl: wystąpił nieoczekiwany błąd
pt: ocorreu um erro inesperado
ro: a apărut o eroare neașteptată
ru: произошла непредвиденная ошибка
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: beklenmeyen bir hata oluştu
uk: сталася неочікувана помилка
vi: đã xảy ra lỗi không mong muốn
zh_hans: 发生意外错误
zh_hant: 發生未預期的錯誤

# Shell_ItemRegistered
source: Registered.
ar: مسجّل.
cs: Registrováno.
de: Registriert.
el: Καταχωρίστηκε.
es: Registrado.
fa: ثبت شده است.
fr: Inscrit.
hu: Regisztrálva.
id: Terdaftar.
it: Registrato.
ja: 登録されています。
ko: 등록되어 있습니다.
pl: Zarejestrowano.
pt: Registrado.
ro: Înregistrat.
ru: Зарегистрировано.
th: ลงทะเบียนแล้ว
tr: Kayıtlı.
uk: Зареєстровано.
vi: Đã đăng ký.
zh_hans: 已注册。
zh_hant: 已登錄。

# Shell_ItemNotRegistered
source: Not registered.
ar: غير مسجّل.
cs: Neregistrováno.
de: Nicht registriert.
el: Δεν έχει καταχωριστεί.
es: No registrado.
fa: ثبت نشده است.
fr: Non inscrit.
hu: Nincs regisztrálva.
id: Tidak terdaftar.
it: Non registrato.
ja: 登録されていません。
ko: 등록되어 있지 않습니다.
pl: Nie zarejestrowano.
pt: Não registrado.
ro: Neînregistrat.
ru: Не зарегистрировано.
th: ยังไม่ได้ลงทะเบียน
tr: Kayıtlı değil.
uk: Не зареєстровано.
vi: Chưa đăng ký.
zh_hans: 未注册。
zh_hant: 未登錄。

# Shell_ItemStale
source: Registered, but it points to an old location: {0}
ar: مسجّل، لكنه يشير إلى موقع قديم: {0}
cs: Registrováno, ale odkazuje na staré umístění: {0}
de: Registriert, verweist aber auf einen alten Speicherort: {0}
el: Καταχωρίστηκε, αλλά παραπέμπει σε παλιά θέση: {0}
es: Registrado, pero apunta a una ubicación antigua: {0}
fa: ثبت شده است، اما به مکانی قدیمی اشاره می‌کند: {0}
fr: Inscrit, mais pointe vers un ancien emplacement : {0}
hu: Regisztrálva, de egy régi helyre mutat: {0}
id: Terdaftar, tetapi mengarah ke lokasi lama: {0}
it: Registrato, ma punta a un vecchio percorso: {0}
ja: 登録が古い場所を指しています: {0}
ko: 등록되어 있지만 이전 위치를 가리킵니다: {0}
pl: Zarejestrowano, ale wskazuje starą lokalizację: {0}
pt: Registrado, mas aponta para um local antigo: {0}
ro: Înregistrat, dar indică o locație veche: {0}
ru: Зарегистрировано, но указывает на старое расположение: {0}
th: ลงทะเบียนแล้ว แต่ชี้ไปยังตำแหน่งเก่า: {0}
tr: Kayıtlı, ancak eski bir konumu gösteriyor: {0}
uk: Зареєстровано, але вказує на старе розташування: {0}
vi: Đã đăng ký nhưng đang trỏ đến vị trí cũ: {0}
zh_hans: 已注册，但指向旧位置：{0}
zh_hant: 已登錄，但指向舊位置：{0}

# Shell_ItemOther
source: Registered by another copy of HexEditor: {0}
ar: مسجّل بواسطة نسخة أخرى من HexEditor: {0}
cs: Registrováno jinou kopií aplikace HexEditor: {0}
de: Von einer anderen Kopie von HexEditor registriert: {0}
el: Καταχωρίστηκε από άλλο αντίγραφο του HexEditor: {0}
es: Registrado por otra copia de HexEditor: {0}
fa: توسط نسخهٔ دیگری از HexEditor ثبت شده است: {0}
fr: Inscrit par une autre copie de HexEditor : {0}
hu: A HexEditor egy másik példánya regisztrálta: {0}
id: Didaftarkan oleh salinan HexEditor lain: {0}
it: Registrato da un'altra copia di HexEditor: {0}
ja: 他の HexEditor の登録があります: {0}
ko: 다른 HexEditor에서 등록했습니다: {0}
pl: Zarejestrowane przez inną kopię programu HexEditor: {0}
pt: Registrado por outra cópia do HexEditor: {0}
ro: Înregistrat de altă copie HexEditor: {0}
ru: Зарегистрировано другой копией HexEditor: {0}
th: ลงทะเบียนโดย HexEditor ชุดอื่น: {0}
tr: HexEditor'ın başka bir kopyası tarafından kaydedildi: {0}
uk: Зареєстровано іншою копією HexEditor: {0}
vi: Được đăng ký bởi một bản HexEditor khác: {0}
zh_hans: 已由另一个 HexEditor 副本注册：{0}
zh_hant: 由另一份 HexEditor 登錄：{0}

# Shell_OpenWithAddPlaceholder
source: Other extension (for example .hex)
ar: امتداد آخر (مثل .hex)
cs: Jiná přípona (například .hex)
de: Andere Erweiterung (z. B. .hex)
el: Άλλη επέκταση (για παράδειγμα .hex)
es: Otra extensión (por ejemplo, .hex)
fa: پسوند دیگر (مثلاً .hex)
fr: Autre extension (par exemple .hex)
hu: Más kiterjesztés (például .hex)
id: Ekstensi lain (mis. .hex)
it: Altra estensione (ad es. .hex)
ja: その他の拡張子 (例: .hex)
ko: 기타 확장자(예: .hex)
pl: Inne rozszerzenie (np. .hex)
pt: Outra extensão (por exemplo, .hex)
ro: Altă extensie (de exemplu .hex)
ru: Другое расширение (например, .hex)
th: นามสกุลอื่น (เช่น .hex)
tr: Diğer uzantı (ör. .hex)
uk: Інше розширення (наприклад, .hex)
vi: Phần mở rộng khác (ví dụ: .hex)
zh_hans: 其他扩展名（例如 .hex）
zh_hant: 其他副檔名（例如 .hex）

# Shell_OpenWithAdd
source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Agregar
fa: افزودن
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
ro: Adăugare
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# Shell_OpenWithNote
source: Changes take effect the next time you register the file associations.
ar: تسري التغييرات في المرة التالية التي تسجّل فيها اقترانات الملفات.
cs: Změny se projeví při příští registraci přidružení souborů.
de: Änderungen werden wirksam, wenn Sie die Dateizuordnungen das nächste Mal registrieren.
el: Οι αλλαγές τίθενται σε ισχύ την επόμενη φορά που θα καταχωρίσετε τις συσχετίσεις αρχείων.
es: Los cambios surtirán efecto la próxima vez que registres las asociaciones de archivos.
fa: تغییرات دفعهٔ بعد که ارتباط‌های فایل را ثبت کنید اعمال می‌شوند.
fr: Les modifications prendront effet lors de la prochaine inscription des associations de fichiers.
hu: A módosítások a fájltársítások következő regisztrálásakor lépnek életbe.
id: Perubahan berlaku saat Anda mendaftarkan asosiasi file berikutnya.
it: Le modifiche avranno effetto la prossima volta che registri le associazioni di file.
ja: 変更は、次にファイルの関連付けを登録したときに反映されます。
ko: 변경 내용은 다음에 파일 연결을 등록할 때 적용됩니다.
pl: Zmiany zaczną obowiązywać przy następnej rejestracji skojarzeń plików.
pt: As alterações entram em vigor na próxima vez que você registrar as associações de arquivos.
ro: Modificările intră în vigoare la următoarea înregistrare a asocierilor de fișiere.
ru: Изменения вступят в силу при следующей регистрации сопоставлений файлов.
th: การเปลี่ยนแปลงจะมีผลในครั้งถัดไปที่คุณลงทะเบียนการเชื่อมโยงไฟล์
tr: Değişiklikler, dosya ilişkilendirmelerini bir sonraki kaydedişinizde geçerli olur.
uk: Зміни наберуть чинності під час наступної реєстрації зіставлень файлів.
vi: Thay đổi có hiệu lực vào lần tiếp theo bạn đăng ký liên kết tệp.
zh_hans: 更改将在下次注册文件关联时生效。
zh_hant: 變更會在下次登錄檔案關聯時生效。

# Shell_DefaultApps
source: Set default apps
ar: تعيين التطبيقات الافتراضية
cs: Nastavit výchozí aplikace
de: Standard-Apps festlegen
el: Ορισμός προεπιλεγμένων εφαρμογών
es: Establecer aplicaciones predeterminadas
fa: تنظیم برنامه‌های پیش‌فرض
fr: Définir les applications par défaut
hu: Alapértelmezett alkalmazások beállítása
id: Atur aplikasi default
it: Imposta app predefinite
ja: 既定のアプリを設定
ko: 기본 앱 설정
pl: Ustaw aplikacje domyślne
pt: Definir aplicativos padrão
ro: Setare aplicații implicite
ru: Задать приложения по умолчанию
th: ตั้งค่าแอปเริ่มต้น
tr: Varsayılan uygulamaları ayarla
uk: Вибрати програми за замовчуванням
vi: Đặt ứng dụng mặc định
zh_hans: 设置默认应用
zh_hant: 設定預設應用程式

# SetSection_UpdateInfo
source: Update status
ar: حالة التحديث
cs: Stav aktualizací
el: Κατάσταση ενημέρωσης
es: Estado de las actualizaciones
fa: وضعیت به‌روزرسانی
fr: État des mises à jour
hu: Frissítési állapot
id: Status pembaruan
it: Stato degli aggiornamenti
ja: 更新の状態
ko: 업데이트 상태
pl: Stan aktualizacji
pt: Status da atualização
ro: Stare actualizare
ru: Состояние обновлений
th: สถานะการอัปเดต
tr: Güncelleştirme durumu
uk: Стан оновлень
vi: Trạng thái cập nhật
zh_hans: 更新状态
zh_hant: 更新狀態

# SetSearch_UpdateInfo
source: version channel last checked store stable preview
ar: version channel last checked store stable preview إصدار قناة آخر تحقق متجر مستقر معاينة
cs: verze kanál kanal naposledy zkontrolováno zkontrolovano obchod stabilní stabilni preview version channel last checked store stable
de: version kanal zuletzt geprüft store stabil vorschau channel last checked stable preview
el: έκδοση κανάλι τελευταίος έλεγχος σταθερό προεπισκόπηση version channel last checked store stable preview
es: versión canal última comprobación store estable preliminar version channel last checked stable preview
fa: نسخه کانال آخرین بررسی پایدار پیش‌نمایش, version channel last checked store stable preview
fr: version canal dernière vérification store stable préversion channel last checked preview
hu: verzió verzio csatorna utolsó ellenőrzés ellenorzes áruház aruhaz stabil előzetes elozetes version channel last checked store stable preview
id: versi saluran terakhir diperiksa stabil pratinjau version channel last checked store stable preview
it: versione canale ultima verifica store stabile anteprima version channel last checked stable preview
ja: ばーじょん ちゃねる 最後に確認 すとあ 安定版 ぷれびゅー
ko: 버전 채널 마지막 확인 스토어 안정 미리 보기 version channel last checked store stable preview
pl: wersja kanał ostatnio sprawdzono sklep stabilny zapoznawcza version channel last checked store stable preview
pt: versão canal última verificação loja estável prévia version channel last checked store stable preview
ro: versiune canal ultima verificare magazin stabil previzualizare version channel last checked store stable preview
ru: версия канал последняя проверка магазин стабильный предварительный version channel last checked store stable preview
th: เวอร์ชัน ช่องทาง ตรวจสอบล่าสุด สโตร์ เสถียร พรีวิว version channel last checked store stable preview
tr: sürüm kanal son denetim mağaza kararlı önizleme version channel last checked store stable preview
uk: версія канал остання перевірка магазин стабільний попередній version channel last checked store stable preview
vi: phiên bản kênh lần kiểm tra cuối ổn định xem trước version channel last checked store stable preview
zh_hans: 版本 通道 上次检查 应用商店 稳定版 预览版 version channel last checked store stable preview
zh_hant: 版本 通道 上次檢查 市集 穩定版 預覽版 version channel last checked store stable preview

# Update_CurrentVersion
source: Current version: {0}
ar: الإصدار الحالي: {0}
cs: Aktuální verze: {0}
de: Aktuelle Version: {0}
el: Τρέχουσα έκδοση: {0}
es: Versión actual: {0}
fa: نسخهٔ فعلی: {0}
fr: Version actuelle : {0}
hu: Jelenlegi verzió: {0}
id: Versi saat ini: {0}
it: Versione attuale: {0}
ja: 現在の版: {0}
ko: 현재 버전: {0}
pl: Bieżąca wersja: {0}
pt: Versão atual: {0}
ro: Versiunea curentă: {0}
ru: Текущая версия: {0}
th: เวอร์ชันปัจจุบัน: {0}
tr: Geçerli sürüm: {0}
uk: Поточна версія: {0}
vi: Phiên bản hiện tại: {0}
zh_hans: 当前版本：{0}
zh_hant: 目前版本：{0}

# Update_ChannelInfo
source: Channel: {0}
ar: القناة: {0}
cs: Kanál: {0}
de: Kanal: {0}
el: Κανάλι: {0}
es: Canal: {0}
fa: کانال: {0}
fr: Canal : {0}
hu: Csatorna: {0}
id: Saluran: {0}
it: Canale: {0}
ja: チャネル: {0}
ko: 채널: {0}
pl: Kanał: {0}
pt: Canal: {0}
ro: Canal: {0}
ru: Канал: {0}
th: ช่องทาง: {0}
tr: Kanal: {0}
uk: Канал: {0}
vi: Kênh: {0}
zh_hans: 通道：{0}
zh_hant: 通道：{0}

# Update_LastChecked
source: Last checked: {0}
ar: آخر تحقق: {0}
cs: Naposledy zkontrolováno: {0}
de: Zuletzt geprüft: {0}
el: Τελευταίος έλεγχος: {0}
es: Última comprobación: {0}
fa: آخرین بررسی: {0}
fr: Dernière vérification : {0}
hu: Utolsó ellenőrzés: {0}
id: Terakhir diperiksa: {0}
it: Ultima verifica: {0}
ja: 最後に確認した日時: {0}
ko: 마지막 확인: {0}
pl: Ostatnio sprawdzono: {0}
pt: Última verificação: {0}
ro: Ultima verificare: {0}
ru: Последняя проверка: {0}
th: ตรวจสอบล่าสุด: {0}
tr: Son denetim: {0}
uk: Остання перевірка: {0}
vi: Lần kiểm tra cuối: {0}
zh_hans: 上次检查时间：{0}
zh_hant: 上次檢查：{0}

# Update_NeverChecked
source: Not checked yet.
ar: لم يتم التحقق بعد.
cs: Zatím nezkontrolováno.
de: Noch nicht geprüft.
el: Δεν έχει γίνει ακόμα έλεγχος.
es: Todavía no se ha comprobado.
fa: هنوز بررسی نشده است.
fr: Pas encore vérifié.
hu: Még nem volt ellenőrzés.
id: Belum diperiksa.
it: Non ancora verificato.
ja: まだ確認していません。
ko: 아직 확인하지 않았습니다.
pl: Jeszcze nie sprawdzono.
pt: Ainda não verificado.
ro: Nu s-a verificat încă.
ru: Проверка еще не выполнялась.
th: ยังไม่ได้ตรวจสอบ
tr: Henüz denetlenmedi.
uk: Ще не перевірялося.
vi: Chưa kiểm tra lần nào.
zh_hans: 尚未检查。
zh_hant: 尚未檢查。

# Update_StoreNote
source: Automatic updates by Microsoft Store follow the Store settings.
ar: تتبع التحديثات التلقائية بواسطة Microsoft Store إعدادات المتجر.
cs: Automatické aktualizace z Microsoft Storu se řídí nastavením Storu.
de: Automatische Updates über den Microsoft Store folgen den Store-Einstellungen.
el: Οι αυτόματες ενημερώσεις από το Microsoft Store ακολουθούν τις ρυθμίσεις του Store.
es: Las actualizaciones automáticas de Microsoft Store siguen la configuración de Store.
fa: به‌روزرسانی‌های خودکار Microsoft Store از تنظیمات Store پیروی می‌کنند.
fr: Les mises à jour automatiques via le Microsoft Store suivent les paramètres du Store.
hu: A Microsoft Store automatikus frissítései a Store beállításait követik.
id: Pembaruan otomatis oleh Microsoft Store mengikuti pengaturan Store.
it: Gli aggiornamenti automatici da Microsoft Store seguono le impostazioni dello Store.
ja: Microsoft Store による自動更新は Store の設定に従います。
ko: Microsoft Store의 자동 업데이트는 Store 설정을 따릅니다.
pl: Automatyczne aktualizacje z Microsoft Store są zgodne z ustawieniami Sklepu.
pt: As atualizações automáticas pela Microsoft Store seguem as configurações da Store.
ro: Actualizările automate prin Microsoft Store respectă setările Store.
ru: Автоматические обновления из Microsoft Store выполняются в соответствии с параметрами Store.
th: การอัปเดตอัตโนมัติโดย Microsoft Store เป็นไปตามการตั้งค่าของ Store
tr: Microsoft Store'un otomatik güncelleştirmeleri Store ayarlarına uyar.
uk: Автоматичні оновлення з Microsoft Store відповідають параметрам Store.
vi: Cập nhật tự động qua Microsoft Store tuân theo cài đặt của Store.
zh_hans: Microsoft Store 的自动更新遵循 Store 设置。
zh_hant: Microsoft Store 的自動更新會依照 Store 設定。

# Update_ReturnToStable
source: Return to the latest stable version now
ar: العودة إلى أحدث إصدار مستقر الآن
cs: Vrátit se nyní na nejnovější stabilní verzi
de: Jetzt zur neuesten stabilen Version zurückkehren
el: Επιστροφή τώρα στην πιο πρόσφατη σταθερή έκδοση
es: Volver ahora a la última versión estable
fa: بازگشت به آخرین نسخهٔ پایدار اکنون
fr: Revenir maintenant à la dernière version stable
hu: Visszatérés most a legújabb stabil verzióra
id: Kembali ke versi stabil terbaru sekarang
it: Torna ora all'ultima versione stabile
ja: 今すぐ最新の安定版に戻す
ko: 지금 최신 안정 버전으로 돌아가기
pl: Wróć teraz do najnowszej wersji stabilnej
pt: Voltar agora para a versão estável mais recente
ro: Revenire acum la cea mai recentă versiune stabilă
ru: Вернуться к последней стабильной версии
th: กลับไปใช้เวอร์ชันเสถียรล่าสุดทันที
tr: Şimdi en son kararlı sürüme dön
uk: Повернутися до останньої стабільної версії зараз
vi: Quay về phiên bản ổn định mới nhất ngay
zh_hans: 立即返回到最新稳定版
zh_hant: 立即返回最新的穩定版

# Update_ReturnToStableNote
source: You're using a preview version on the stable channel. It won't be updated until a stable version newer than this one is released.
ar: أنت تستخدم إصدار معاينة على القناة المستقرة. لن يتم تحديثه حتى يصدر إصدار مستقر أحدث من هذا الإصدار.
cs: Používáte verzi Preview na stabilním kanálu. Nebude aktualizována, dokud nevyjde stabilní verze novější než tato.
de: Sie verwenden eine Vorschauversion im stabilen Kanal. Sie wird erst aktualisiert, wenn eine neuere stabile Version als diese veröffentlicht wird.
el: Χρησιμοποιείτε μια έκδοση προεπισκόπησης στο σταθερό κανάλι. Δεν θα ενημερωθεί μέχρι να κυκλοφορήσει σταθερή έκδοση νεότερη από αυτήν.
es: Estás usando una versión preliminar en el canal estable. No se actualizará hasta que se publique una versión estable más reciente que esta.
fa: شما از یک نسخهٔ پیش‌نمایش در کانال پایدار استفاده می‌کنید. تا زمانی که نسخهٔ پایداری جدیدتر از این نسخه منتشر نشود، به‌روزرسانی نمی‌شود.
fr: Vous utilisez une préversion sur le canal stable. Elle ne sera pas mise à jour tant qu'une version stable plus récente que celle-ci n'est pas publiée.
hu: Előzetes verziót használ a stabil csatornán. Nem lesz frissítve, amíg meg nem jelenik ennél újabb stabil verzió.
id: Anda menggunakan versi pratinjau di saluran stabil. Versi ini tidak akan diperbarui sampai versi stabil yang lebih baru dirilis.
it: Stai usando una versione di anteprima sul canale stabile. Non verrà aggiornata finché non verrà rilasciata una versione stabile più recente di questa.
ja: 安定版のチャネルでプレビュー版を使っています。この版より新しい安定版が出るまで更新されません。
ko: 안정 채널에서 미리 보기 버전을 사용하고 있습니다. 이 버전보다 새로운 안정 버전이 출시될 때까지 업데이트되지 않습니다.
pl: Używasz wersji zapoznawczej w kanale stabilnym. Nie zostanie ona zaktualizowana, dopóki nie zostanie wydana wersja stabilna nowsza od tej.
pt: Você está usando uma versão prévia no canal estável. Ela não será atualizada até que seja lançada uma versão estável mais recente que esta.
ro: Utilizați o versiune preliminară pe canalul stabil. Nu va fi actualizată până la lansarea unei versiuni stabile mai noi decât aceasta.
ru: Вы используете предварительную версию на стабильном канале. Она не будет обновляться, пока не выйдет стабильная версия новее этой.
th: คุณกำลังใช้เวอร์ชันพรีวิวบนช่องทางเสถียร จะไม่มีการอัปเดตจนกว่าจะมีเวอร์ชันเสถียรที่ใหม่กว่าเวอร์ชันนี้
tr: Kararlı kanalda bir önizleme sürümü kullanıyorsunuz. Bundan daha yeni bir kararlı sürüm yayımlanana kadar güncelleştirilmeyecek.
uk: Ви використовуєте попередню версію в стабільному каналі. Її не буде оновлено, доки не вийде стабільна версія, новіша за цю.
vi: Bạn đang dùng phiên bản xem trước trên kênh ổn định. Phiên bản này sẽ không được cập nhật cho đến khi có phiên bản ổn định mới hơn được phát hành.
zh_hans: 你正在稳定版通道上使用预览版。在发布比此版本更新的稳定版之前，不会进行更新。
zh_hant: 您正在穩定版通道上使用預覽版。在發行比此版本更新的穩定版之前，將不會更新。
